
export const slides = [
  {
    url: '/ecology-slider1.jpg'
  },
  {
    url: '/ecology-slider2.jpg'
  },
  {
    url: '/ecology-slider3.jpg'
  },
  {
    url: '/ecology-slider4.jpg'
  },
  {
    url: '/ecology-slider5.jpg'
  },
  {
    url: '/ecology-slider6.jpg'
  },
  {
    url: '/ecology-slider7.jpg'
  },
  {
    url: '/ecology-slider8.jpg'
  },
  {
    url: '/ecology-slider9.jpg'
  },
  {
    url: '/ecology-slider10.jpg'
  },
  {
    url: '/ecology-slider11.jpg'
  },
  {
    url: '/ecology-slider12.jpg'
  },
  {
    url: '/ecology-slider13.jpg'
  },
  {
    url: '/ecology-slider14.jpg'
  }
];

export const targets = [
  'Повышение осведомленности пользователей о проблеме отходов и их влиянии на окружающую среду.',
  'Предоставление пользователю информации и ресурсов, которые помогут им уменьшить количество отходов, которые они производят.',
  'Продвижение понятия "Жизнь без отходов" как нового стиля жизни, который призывает к ответственности и уважению к природе.',
  'Создание сообщества пользователей, которые разделяют ценности "Жизни без отходов" и могут обмениваться опытом и идеями.',
  'Предоставление пользователям возможности принять участие в совместных проектах и инициативах, которые направлены на борьбу с проблемой отходов и защиту окружающей среды.',
]

export const description =
  `EcoLyfestyle посвящен проблеме мусора и выбросов в окружающую среду.
  На сайте вы найдете много полезной информации о том,
  как уменьшить количество отходов,
  которые вы производите, и сделать свою жизнь более экологичной.
  Мы призываем пользователей к ответственности и уважению к природе,
  а также создаем сообщество пользователей,
  которые разделяют ценности EcoLyfestyle и могут обмениваться опытом и идеями.
  На нашем сайте вы можете принять участие в совместных проектах и инициативах,
  которые направлены на борьбу с проблемой отходов и защиту окружающей среды.
  Мы верим, что каждый может внести свой вклад в уменьшение количества отходов
  и сделать нашу планету более чистой и здоровой для всех.`

export const articles = [
  {
    image: 'https://i.natgeofe.com/n/77462492-ea41-41fe-9c07-296dc330181f/80133.jpg?w=374&h=281',
    title: 'Корова идет мимо пламени от краевого пожара возле границы Йосемитского национального парка в Гроувленде',
    link: 'https://www.nationalgeographic.com/environment/article/150914-animals-wildlife-wildfires-nation-california-science'
  },
  {
    image: 'https://i.natgeofe.com/n/ecc3538b-7712-466e-842e-d17e2393763b/un-biodiversity-report-nationalgeographic_1914636.jpg?w=374&h=249',
    title: 'Близлежащий полуостров защищает сад нежных кораллов от штормов в заливе Кимбе',
    link: 'https://www.nationalgeographic.com/science/article/world-missed-critical-deadline-to-safeguard-biodiversity-un-report'
  },
  {
    image: 'https://i.natgeofe.com/n/9e580489-7923-4081-a2d2-2f79a0b32190/01_NationalGeographic_2726033.jpg?w=374&h=249',
    title: 'Непреднамеренная экологическая выгода изоляции Кубы',
    link: 'https://www.nationalgeographic.com/environment/article/150914-animals-wildlife-wildfires-nation-california-science'
  }
]

export const events = [
  {
    title: 'WATER EXPO',
    image: '/event-placeholder.jpg',
    address: 'Deccan College Ground, Pune, India',
    date: '13 - 15 апреля 2023 г.',
    link: 'https://10times.com/water-expo-pune',
  },
  {
    title: 'Quality, Environmental, Health and Safety Expo',
    image: '/event-placeholder.jpg',
    address: 'Arena MK, Milton Keynes, UK',
    date: '20 Apr 2023',
    link: 'https://10times.com/qehs-expo-united-kingdom',
  },
  {
    title: 'Экологический симпозиум по восстановлению',
    image: '/event-placeholder.jpg',
    address: 'Центр городского садоводства, Сиэтл , США',
    date: '11 апр 2023 г.',
    link: 'https://10times.com/ecological-restoration-symposium'
  }
]

export const eventsCalendar = [
  {
    day: 22,
    month: 'April',
    year: 2023,
    name: 'Earth Day',
    description: '',
  },
  {
    day: 5,
    month: 'June',
    year: 2023,
    name: 'World Environment Day',
    description: '',
  },
  {
    day: 16,
    month: 'September',
    year: 2023,
    name: 'International Day for the Preservation of the Ozone Layer',
    description: '',
  },
  {
    day: 17,
    month: 'September',
    year: 2023,
    name: 'Clean Up the World Weekend',
    description: '',
  },
  {
    day: 24,
    month: 'October',
    year: 2023,
    name: 'International Day of Climate Action',
    description: '',
  },
  {
    day: 15,
    month: 'November',
    year: 2023,
    name: 'America Recycles Day',
    description: '',
  },
]

export const goodsCalendar = [
  {
    name: 'День Земли',
    date: new Date('2023-04-22'),
    why: 'Международный день, который подчеркивает важность защиты окружающей среды и устойчивости. Многие компании предлагают акции или скидки на экологически чистые товары в этот день.',
  },
  {
    name: 'Всемирный день окружающей среды',
    date: new Date('2023-06-05'),
    why: 'Еще один важный день для продвижения устойчивых практик и повышения осведомленности об экологических проблемах. Некоторые компании могут предлагать акции или скидки на экологически чистые товары в этот день.',
  },
  {
    name: 'Национальный день энергосбережения',
    date: new Date('2023-10-02'),
    why: 'День, посвященный продвижению энергоэффективности и уменьшению потребления энергии. Это отличный день для покупки энергоэффективных товаров, таких как светодиодные лампы или умные термостаты.',
  },
  {
    name: 'День переработки в Америке',
    date: new Date('2023-11-15'),
    why: 'Национальная инициатива по продвижению переработки и сокращению отходов. Это хороший день для запаса контейнеров для переработки или покупки товаров, изготовленных из переработанных материалов.',
  },
  {
    name: 'Черная пятница',
    date: new Date('2023-11-24'),
    why: 'Один из самых крупных дней шопинга в году, когда многие розничные компании предлагают скидки на широкий спектр товаров. Это хороший день для поиска скидок на экологически чистые товары, такие как многоразовые бутылки для воды или энергоэффективные бытовые приборы.',
  }
]

export const monthNames = [
  'January',
  'February',
  'March',
  'April',
  'May',
  'June',
  'July',
  'August',
  'September',
  'October',
  'November',
  'December',
]

export const weekdays = ['Sun', 'Mon', 'Tue', 'Wed', 'Thu', 'Fri', 'Sat']

export const ecolifestyleCards = [
  {
    title: 'Концепция "Сокращать, Переиспользовать, Перерабатывать" (Reduce, Reuse, Recycle) ',
    text: '"Reduce, Reuse, Recycle" - это не только модный лозунг, но и действительно важный принцип. Мы можем уменьшить наше потребление и производство отходов, повторно использовать вещи и перерабатывать материалы для уменьшения нашего воздействия на окружающую среду. Поделитесь с аудиторией советами о том, как уменьшить количество производимых отходов, повторно использовать вещи и правильно перерабатывать материалы.',
    bg: 'yellow.400'
  },
  {
    title: 'Консервация воды',
    text: 'Консервация воды - еще один важный аспект экологически чистой жизни. Поделитесь советами о том, как экономить воду, такие как исправление течей, использование душевых с низким потоком и сокращение использования воды в повседневных действиях.',
    bg: 'green.400'
  },
  {
    title: 'Сокращение потребления энергии',
    text: 'Сокращение потребления энергии - еще один важный способ уменьшить наш след в окружающей среде. Поощряйте аудиторию сократить потребление энергии, выключая свет и электронику, когда они не используются, использование энергоэффективных приборов и настройка термостата.',
    bg: 'blue.400'
  },
  {
    title: 'Переход на возобновляемые источники энергии',
    text: 'Переход на возобновляемые источники энергии - это важный шаг на пути к экологически чистой жизни. Поделитесь информацией о возобновляемых источниках энергии, таких как солнечная, ветровая и гидроэнергетика, и о том, как люди могут перейти на использование энергии из возобновляемых источников в своих домах и рабочих местах.',
    bg: 'purple.400'
  },
  {
    title: 'Устойчивый транспорт',
    text: 'Устойчивый транспорт - это еще один важный аспект экологически чистой жизни. Поощрите людей использовать устойчивые методы транспортировки, такие как велосипед, пешеходная прогулка или общественный транспорт, вместо езды на автомобиле в одиночку. Поделитесь информацией о том, как устойчивый транспорт помогает сниз',
    bg: 'cyan.400'
  },
]

export const ecotechCards = [
  {
    title: 'Возобновляемые источники энергии',
    text: 'Возобновляемые источники энергии: Эта технология использует энергию из источников, которые могут быть возобновлены, таких как солнечная, ветровая или гидроэнергия, для производства электроэнергии. Это позволяет снизить углеродный след, который оставляет использование не возобновляемых источников энергии, таких как нефть или газ.',
    bg: 'purple.400',
  },
  {
    title: 'Умный дом',
    text: 'Умный дом: Умные технологии, такие как системы автоматизации домашнего управления, управление энергопотреблением и умные датчики, позволяют снизить потребление энергии и воды, сократить выбросы углерода и обеспечить более устойчивое жилище.',
    bg: 'orange.400',
  },
  {
    title: 'Зеленый транспорт',
    text: 'Зеленый транспорт: Технологии для уменьшения выбросов газовых вредных веществ и улучшения экологической эффективности транспорта, такие как электрические и гибридные автомобили, велосипеды и общественный транспорт на биотопливе.',
    bg: 'red.400',
  },
  {
    title: 'Экологические строительные материалы',
    text: 'Это материалы, которые используются для строительства домов и других сооружений и имеют меньший негативный вклад в окружающую среду. Это может включать в себя использование рециклированных материалов, использование энергоэффективных окон и изоляции, а также использование экологически чистых красок и лаков.',
    bg: 'teal.400',
  },
  {
    title: 'Системы управления отходами',
    text: 'Системы управления отходами: Это технологии, которые позволяют более эффективно управлять отходами и сократить количество отходов, которые отправляются на свалку. Это может включать в себя раздельный сбор и переработку отходов, компостирование и использование технологий для преобразования отходов в энергию.',
    bg: 'cyan.400',
  },
]

export const ecorecycleCards = [
  {
    title: 'Переработка',
    text: 'Переработка является важным этапом в устойчивом развитии, поскольку это позволяет повторно использовать материалы, которые в противном случае были бы отправлены на свалку. Путем переработки материалов мы можем снизить количество отходов, которые попадают на свалку, а также сократить потребление энергии и ресурсов, необходимых для производства новых материалов. Кроме того, переработка может привести к сокращению выбросов парниковых газов, так как производство материалов, например, извлечение и переработка нефти, может приводить к выделению большого количества углекислого газа.',
    bg: 'pink.200',
  },
  {
    title: 'Типы переработки',
    text: 'Существует множество типов материалов, которые можно перерабатывать, включая бумагу, пластик, стекло, металл и электронику. Каждый материал имеет свои собственные методы переработки. Например, бумагу можно перерабатывать путем удаления чернил и клея и измельчения ее в массу, которая затем используется для производства новой бумаги. Пластик может быть переработан путем его расплавления и формования в новую форму, а стекло может быть переработано путем измельчения и переплавки в новое стекло. Электроника может быть переработана путем извлечения и переработки ценных металлов, таких как золото и серебро.',
    bg: 'green.200',
  },
  {
    title: 'Процесс переработки',
    text: 'Процесс переработки обычно включает в себя несколько этапов, начиная с сбора материалов и их транспортировки на перерабатывающий завод, где они сортируются и обрабатываются. Затем переработанный материал может быть использован для производства новых продуктов.',
    bg: 'yellow.200',
  },
  {
    title: 'Upcycling',
    text: 'это процесс преобразования старых, ненужных предметов во что-то новое и полезное, без их разрушения и переработки в сырье. Например, вы можете превратить старую джинсовую куртку в сумку, использовать старые банки для создания оригинальных свечей или создавать украшения из ненужных канцелярских принадлежностей.',
    bg: 'red.200',
  },
  {
    title: 'Repurposing',
    text: 'Repurposing - это процесс переиспользования предметов для другой цели. Например, вы можете использовать пустые стеклянные бутылки в качестве свечей или ваз, а старую мебель можно переиспользовать, изменив ее функцию.',
    bg: 'teal.200',
  },
]